/*
 TBApiClient.m
 */
"unknown_error"="未知异常";
"unknown_data_type"="返回資料類型錯誤";

/*
 TBTabBarController.m
 */
"Assets"="資產";
"Markets"="行情";
"Discover"="發現";
"Profile"="我的";
"Exchanges"="交易";

/*
 TBCustomMJRefreshFooter.m
 */
"reach_bottom"="哎呀，到底了";
"slide_load_more"="上滑加載更多";
"loading_more"="正在加載更多…";

/*
 TBCameraUtils.m
 */
"warm_tip"="溫馨提示";
"camera_setting_tips"="請去-> [設定- TokenPocket -相機]打開訪問開關";
"confirm"="確定";
"album_access_failed"="因為系統原因，無法訪問相册";
"no_camera"="未檢測到您的監視器";

/*
 NSDate+TB.m
 */
"just_now"="剛剛";
"one_min_ago"="分鐘前";
"n_min_ago"="分鐘前";
"one_h_ago"="小時前";
"n_h_ago"="小時前";
"one_day_ago"="天前";
"n_day_ago"="天前";
"one_m_ago"="月前";
"n_m_ago"="月前";
"one_y_ago"="年前";
"n_y_ago"="年前";

"trans_record"="交易記錄";
"transaction_succ"="交易成功";
"trans_fail"="交易失敗";
"transing"="交易處理中";
"copy"="複製";
"copy_to_board"="已複製到粘貼板";
"trans_query"="交易査詢";
"trans_detail"="交易詳情";

"transaction"="轉帳";
"package_fail"="打包失敗";
"packaging"="已提交，待区块确认";
"trans_suc"="轉帳成功";
"trans_fai"="轉帳失敗";
"trans_to_self"="不能給自己轉帳";
"wrong_addr_tips"="請輸入正確的錢包地址";
"no_enough_token"="餘額不足";
"next_step"="下一步";
"wallet_addr"="錢包地址";
"input_paste_addr"="輸入或粘貼錢包地址";

"trans_amount"="轉帳數量";
"input_out_amount"="輸入轉出金額";
"miner_fee"="礦工費";
"select_fee"="請選擇礦工費";
"comment"="備註";
"trans_num"="交易號";
"blc_num"="區塊高度";
"trans_time"="交易時間";
"copy_url"="複製URL";
"choose_token_trans"="選擇代幣轉帳";

"req_exchange_list_fail"="拉取交易清單失敗";

"wrong_and_try_later"="出錯了，請稍後重試";
"all"="全部";

"receive"="收款";
"receiver"="收款方";
"copied"="已複製";
"copy_wallet_addr"="複製收款地址";
"rece_amount"="收款金額";
"set_rec_amount"="請設定收款金額";

"cannot_recog_qrcode"="暫未識別出掃描的二維碼";
"align_qrcode"="將二維碼放入框內，即可自動掃描";
"album"="相册";
"scan"="掃一掃";

"input_asset_name"="請輸入資產名稱";
"cancel"="取消";
"confirm"="確認";
"hot_coin"="熱門代幣";
"coming_soon"="詳情即將上線，敬請期待";

"add_tokens"="添加資產";
"support_token_tip"="支持乙太坊、ERC20、SWTC等區塊鏈資產一站式管理";
"all_wallet"="全部錢包";
"no_wallet_tips"="您當前還沒有錢包哦，快去創建吧~";
"ok"="好的";

"how_to"="如何設定參數？";
"advanced"="高級選項";

"custom_gas_price"="自定義Gas Price";
"custom_gas"="自定義Gas";

/*
 TBTransactionConfirmView.m
 */
"input_pwd"="請輸入密碼";
"confirm"="確認";

/*
 TBAssetHeader.m
 */
"my_asset"="我的資產";

/*
 TBAssetPopWindow.m
 */
"create_wallet"="創建錢包";


/*
 TBSearchTokenCell.m
 */
"added"="已添加";
"add"="添加";

/*
 TBAssetCreateWalletView.m
 */
"all_wallet"="全部錢包";
"has_no"="未創建";
"wallet"="錢包";
"s_wallet"="的錢包";
"s_only_token_chain"="的數位代幣只能存放在該體系的錢包中";

/*
 TBDiscoveryViewController.m
 */
"dapp_recomd"="DApp Store";
"articles"="文章";
"hot_articles"="熱門";
"news_flash"="快訊";
"source"="來源";
/*
 TBExchangeWalletVewController.m
 */
"switch_account"="切換帳戶";

/*
 TBMineViewController.m
 */
"personal_center"="個人中心";
"msg"="消息中心";
"contact"="連絡人";
"help"="幫助中心";
"about"="關於我們";
"settings"="系統設置";

/*
 TBEditWalletViewController.m
 */
"saving"="保存中...";
"save_succ"="保存成功";
"save_fail"="保存失敗";
"save"="保存";
"exporting"="導出中..";
"delete_caution"="請謹慎，此操作無法撤銷";
"delete_succ"="删除成功";
"delete_fail"="删除失敗";
"pwd_error"="密碼錯誤";
"pwd_not_match"="密碼不一致，請重試";
"export_fail"="導出失敗";

/*
 TBSettingViewController.m
 */
"login_pwd"="密碼登入";
"login_faceid"="面部識別";
"login_touchid"="指紋識別";
"language"="多語言";
"currency_unit"="貨幣單位";
"web3_setting"="web3設定";
"set"="設定";
"cancel"="取消";
"setting_nodes"="結點設置";

/*
 TBMessageCenterViewController.m
 */
"read_all"="全部已讀";

/*
 TBMemonicImportWalletViewController.m
 */
"custom_path"="自定義路徑";
"service_privacy"="服務及隱私條款";
"importing"="導入中...";
"m_new_wallet"="M-新錢包";
"import_succ"="導入成功";
"import_fail"="導入失敗";

/*
 TBPrivateKeyImportWalletViewController.m
 */
"term_service"="服務協定";
"wallet_exist"="錢包已存在";
"pk_wallet"="PK-新錢包";
"ks_wallet"="KS-新錢包";

/*
 TBChooseTokenSystemViewController.m
 */
"choose_blc_type"="選擇幣種體系";
"created"="已創建";


/*
 TBImportWalletViewController.m
 */
"import_wallet"="導入錢包";
"mnemonic"="助記詞";
"pri_key"="私鑰";
"pub_key"="公鑰";
"keystore"="Keystore";


/*
 TBCreateBackupViewController.m
 */
"backup_mnem"="備份助記詞";
"backup_mnem_tips"="助記詞用於恢復錢包或重置錢包密碼，將它準確的抄寫在紙上，並存放在只有你知道的安全的地方。";
"backup_pk"="備份私密金鑰";
"backup_pk_tips"="私密金鑰用於恢復錢包或重置錢包密碼，將它準確的抄寫在紙上，並存放在只有你知道的安全的地方。";

/*
 TBConfirmMemonicViewController.m
 */
"confirm_result"="驗證結果";
"reconfirm_mnemonic"="助記詞順序驗證錯誤，請重新確認";
"reconfirm_pk"="私密金鑰驗證錯誤，請重新確認";
"backup_succ"="備份成功";

/*
 TBCreateWalletViewController.m
 */
"choose_wallet_chain_type"="請選擇錢包體系";
"complete_info"="請填寫完整的資訊";
"read_and_agree"="請閱讀並同意服務及隱私條款";
"tips"="提示";
"create_succ"="創建錢包成功";
"create_fail"="創建錢包失敗";

/*
 TBBackupWalletViewController.m
 */
"backup_wallet"="備份錢包";

/*
 TBSelectChainTypeViewController.m
 */
"choose_blc_type"="選擇錢包體系";
"chain_info_retry"="體系資訊獲取失敗，請重試";
"already_wallet"="無法導入，您已創建";

/*
 TBWalletManagerViewController.m
 */
"wallet_manage"="錢包管理";
"total_asset"="資產總覽";
/*
 TBAboutUsViewController.m
 */
"pri_policy"="隱私策略";
"ver_release"="版本日誌";
"check_update"="檢測新版";
"app_guide"="產品嚮導";

/*
 TBEditPasswordViewController.m
 */
"modify_succ"="修改成功";
"modify_fail"="修改失敗";
"change_pwd"="更改密碼";
"done"="完成";

/*
 TBMessageCenterCell.m
 */
"receiver"="接收方";
"trans_succ"="轉帳成功";
"trans_noti"="轉帳通知";
"sender"="發送方";


/*
 TBChooseTokenSystemCell.m
 */
"blc_type"="體系";

/*
 TBPasswordView.m
 */
"weak"="弱";
"normal"="一般";
"good"="很好";
"safe"="安全";

/*
 TBAboutUsCell.m
 */
"curr_version"="當前版本：";

/*
 TBWalletChainCell.m
 */
"created"="已創建";

/*
 TBTransactionRecoderCell.m
 */
"processing"="打包中";

/*
 TBMarketEditViewController.m
 */
"all_select"="全選";
"unselect"="全不選";
"delete_fail_retry"="删除失敗，請重試";
"delete"="删除";

/*
 TBMarketViewController.m
 */
"no_token_go_add"="您還沒有代幣，趕緊去添加吧~";

/*
 TBMarketSearchViewController.m
 */
"search_token_market"="搜索代幣行情";
"add_fail"="添加失敗";
"hot_rec"="熱門推薦";

/*
 TBJTManager.m
 */
"missing_param"="缺少參數";
"sign_failed"="本地簽名失敗";

/*
 TBAuthPasswordViewController.m
 */
"pls_repeat_pwd"="請再次輸入密碼";
"input_pwd_auth"="請輸入密碼，以驗證身份";
"contact_us"="出問題了，趕緊和我們聯系吧";
"wrong_pwd"="密碼不正確，請重新輸入";
"no_deviceId"="對不起，當前設備不支持指紋/面部ID";
"deviceId_wrong"="指紋/面部ID不正確，驗證失敗";
"auth_failed"="驗證失敗";
"auth_fail_to_pwd"="多次錯誤，指紋/面部ID已被鎖定，請到手機解鎖介面輸入密碼";
"setting_succ"="設定成功";

/*
 TBForceCreateWalletViewController.m
 */
"usr_agreement"="使用者協定";

/*
 TBEnterAuthViewController.m
 */
"auth_pwd"="密碼驗證";
"touch_pwd"="點擊進行密碼驗證";
"touch_touchId"="點擊喚醒指紋驗證";
"touch_faceId"="點擊喚醒面部驗證";

/*
 AppDelegate.m
 */
"update_tips"="Token Pocket已更新，有更棒的體驗和功能，快快下載吧~";
"go_download"="前往下載";

/*
 JHPieChart.m
 */
"amount"="數量";
"rate"="占比";

/*
 TBAuthID.m
 */
"input_pwd1"="輸入密碼";
"auth_with_touchId"="通過Home鍵驗證已有指紋";

/*
 TBTransactionEmptyView
 */
"soon"="敬請期待";
"de_exchange"="去中心化的全球數位資產交易所";

/*
 TBMarketHeader.h
 */
"now_price"="最新價";
"change_ratio"="漲跌幅";
"no_market_tendency"="當前暫無行情";
"add_tendency"="添加行情";

"pay_wallet"="付款錢包";
"trans_out"="轉入地址";
"trans_info"="訂單資訊";
"trans_detail"="交易詳情";
"confirm_trans"="確認支付";

"fee_setting"="礦工費設定";
"gas_slow"="慢";
"gas_fast"="快";
"gas_rec"="推薦";


"wallet_delete"="删除錢包";
"wallet_name"="錢包名稱";
"wallet_addr"="錢包地址";
"change_pwd"="修改密碼";
"export_pk"="導出私鑰";
"export_keystore"="導出Keystore";
"addr_copy"="複製";

"pwd_curr"="當前密碼";
"pwd_new"="新密碼";
"pwd_repeat"="確認密碼";
"pwd_forget"="忘記密碼？導入私鑰可重置密碼。";
"import_imid"="馬上導入";

"pla_pwd_curr"="當前密碼";
"pla_pwd_new"="新密碼";
"pla_pwd_repeat"="確認密碼";

"total_asset_title"="總資產";

"title_share_to"="分享到";
"title_button_cancel"="取消";
"wx_frnds"="微信好友";
"wx_timeline"="朋友圈";
"share_qq"="QQ";

"backup_wallet_line"="為了您錢包的安全";
"backup_tips"="請備份私鑰或助記詞";

"tip_one"="密碼用於保護私鑰和交易授權，强度非常重要";
"tip_two"="TokenPocket不存儲密碼，也無法幫您找回，請務必牢記";

"wallet_foundation"="錢包體系";
"set_pwd"="設置密碼";
"repeat_pwd"="確認密碼";
"pwd_hint"="提示資訊";
"pwd_optional"="可不填";
"read_agree"=" 我已仔細閱讀並同意";
"input_private_key"="請輸入明文私鑰";
"input_public_key"="請輸入公鑰或者賬戶名";
"input_mnemonic_words"="請輸入助記詞，按空格做分隔";
"derive_path"="取回路徑";
"import_start"="開始導入";
"ks_pwd"="Keystore 密碼";
"input_ks_key"="請輸入keystore";
"what_is_ks"="什麼是Keystore?";
"import_ks_desc"="直接複製粘貼錢包 Keystore 文件內容至輸入框。或者通過生產 Keystore 內容的二維碼，掃描錄入";
"import_ks_tips"="請檢查Keystore輸入是否正確,建議直接複製粘貼";

"pwd_length_tip"="不少於8位字符，建議混合大小寫字母、數字、特殊符號";
"pwd_length_weak"="密碼強度太低，極易被駭客破解";

"mnemonic_write_down"="抄寫下你的錢包助記詞";
"pk_write_down"="抄寫下你的錢包助私密金鑰";
"confirm_mnemonic_title"="確認你的錢包助記詞";
"confirm_pk_title"="確認你的錢包私密金鑰";
"confirm_mnemonic_desc"="請按順序點擊助記詞，驗證您備份的助記詞是否正確";
"confirm_pk_desc"="請輸入錢包私密金鑰，驗證備份的私密金鑰是否正確。";
"entry_agree"="進入即代表同意服務協議和隱私條款";
"tap_reauth"="點擊再次認證";

"send_trans_fail"="發送交易失敗";
"desc_wrong_pwd"="密碼不正確";

"backup_wallet_line_prefix"="為了您錢包";
"backup_wallet_line_suffix"="的安全";
"backup_tips"="請備份私鑰或助記詞";
"backup_now"="立即備份";

"read_first"="請閱讀並同意服務條款";
"illegal_mnem"="非法助記詞，請檢查";

"about_us_desc"="TokenPocket是一款移動端輕錢包APP，它旨在為普通用戶提供一款安全放心、簡單好用、功能强大的數位資產錢包";

"phone_num"="電話號碼";
"e_mail"="電子郵箱";
"contact_comment"="備註";
"title_contact"="通訊錄";

/*
 * TBExportKeystoreViewController
 */
"export_ks"="導出 Keystore";
"qrcode"="二維碼";
"ks_file"="Keystore文件";
"copy_ks"="複制 Keystore";
"off_line_save"="離線保存";
"off_line_save_tips"="請複制粘貼 Keystore 文件到安全、離線的地方保存。切勿保存至郵箱、記事本、網盤、聊天工具等，非常危險";
"no_net_transmission"="請勿使用網絡傳輸";
"no_net_transmission_tips"="請勿通過網絡工具傳輸 Keystore 文件，一旦被黑客獲取將造成不可挽回的資產損失。建議離線設備通過掃二維碼方式傳輸";
"password_safe_deposit"="密碼保險箱保存";
"password_safe_deposit_tips"="如需在線保存，則建議使用安全等級更高的 1Password 等密碼保管軟件保存 Keystore";
"only_scan"="僅供直接掃描";
"only_scan_tips"="二維碼禁止保存、截圖、以及拍照。僅供用戶在安全環境下直接掃描來方便的導入錢包";
"use_safely"="在安全環境下使用";
"use_safely_tips"="請在確保四周無人及無攝像頭的情況下使用。二維碼一旦被他人獲取將造成不可挽回的資產損失";
"confirmed_no_p_c"="已確認周圍無人及攝像頭";
"show_code"="顯示二維碼";
"no_screenshots"="請勿截圖";
"make_sure_safely"="請確保四周無人且無任何攝像頭！勿用截圖或拍照的方式保存 Keystore 文件或對應二維碼";
"i_know"="我知道了";

/*
 * TBAssetSearchTokenViewController
 */
"search_token_placeholder"="輸入token或合約地址";

/*
 * TBEOSMapViewController
 */
"eos_blc_eth"="以太坊";
"eos_blc_eth_desc"="以太坊體系";
"eos_wallet_vc_title"="已為您生成了EOS主鏈錢包，請做好備份工作";
"eos_important_tips"="重要提示：";
"eos_backup_desc"="請確保在紙上將私鑰抄下，並妥善保管好。請勿將私鑰存儲在網盤工具，非常危險！";
"eos_title_wallet"="EOS錢包";
"eos_title_mapping_info"="映射信息";
"eos_start_backup"="開始備份";
"eos_use_exist_wallet"="使用已有的EOS錢包";
"eos_wallet_creating"="創建中...";
"eos_title_eth_wallet"="以太坊錢包";
"eos_title_pubkey"="EOS公鑰";
"eos_title_to_add"="轉入地址";
"eos_title_amount"="金額";
"eos_title_miner_fee"="礦工費";
"eos_btn_mapping"="開始映射";
"eos_placeholder_select_wallet"="選擇要進行映射的錢包";
"eos_title_contract_add"="地址詳情";
"eos_map_success"="映射成功";
"eos_tips_select_wallet"="請選擇進行映射的錢包";
"eos_tips_input_eos"="缺失EOS公鑰";
"eos_mapped"="該地址已映射，請重選";
"eos_mainnet_tip"="映射成功後，主網啟動時，原生幣將轉入您的EOS地址！";
"eos_title_eth_add"="ETH地址:";
"eos_title_eos_add"="EOS地址:";
"eos_map_verify_suc"="映射驗證成功";
"eos_map_verify_fail"="映射驗證失敗";
"eos_map_verify_wait"="映射處理中...";
"eos_map_verify_token_prefix"="你擁有";
"eos_map_verify_token_suffix"="個EOS原生幣";
"eos_map_verify_token_empty"="你當前沒有EOS原生幣";
"eos_map_verify_loading"="加載中";
"eos_wallet_own_placeholder"="點擊輸入EOS公鑰";
"eos_wallet_next"="下一步";
"eos_wallet_use_own_prefix"="重要提示：";
"eos_wallet_use_own_suffix"="您正在使用自己的EOS錢包，請確保您輸入錢包公鑰的正確性，TokenPocket無法提供檢驗錢包的正確性";
"eos_plz_input"="請輸入正確的EOS公鑰";
"eos_eth_title"="ETH驗證：";
"eos_eth_address"="請選擇驗證的錢包";
"eos_eth_choose"="選擇";
"eos_eth_start_verify"="開始驗證";
"eos_eth_tips_pre"="重要提示：";
"eos_eth_tips_suffix"="如果剛完成映射操作，在區塊打包完成前，並不會查詢到信息，如遇此情況，請稍等片刻再進行驗證";
"eos_eth_address_empty"="錢包地址不可為空";
"eos_title_verify"="EOS驗證";
"eos_title_result"="驗證結果";
"eos_title_own_wallet"="EOS公鑰";
"blc_basic_jt"="井通";
"blc_basic_jt_desc"="井通體系";
"blc_basic_moac"="墨客";
"blc_basic_moac_desc"="墨客體系";

/*
 * TBChooseWalletSheet
 */
"choose_wallet"="選擇錢包";
"create_or_import_wallet"="創建或導入錢包";

//Nodes Setting
"eth_node_empty"="以太坊結點地址不可為空";
"mc_node_empty"="墨客結點地址不可為空";
"jt_node_empty"="井通結點地址不可為空";
"eos_node_empty"="EOS結點地址不可為空";
"node_reset_default"="重置為默認結點";

//2018-05-23
"account_chars_tip"="賬戶名稱由a-z和1-5組合成的12位字符";
"account_name"="賬戶名稱";
"account_name_length"="賬戶名稱需由12位字符組成";
"account_name_chars"="賬戶名稱中包含非法字符";
"account_name_existed"="賬戶名稱已被使用";
"eos_invalid_private_key"="無效的私鑰地址，请确认是否抄写正确";
"eos_transfer_account_placeholder"="转入賬戶";
"eos_transfer_account_from"="转出賬戶";
"eos_transfer_account_to"="转入賬戶";
"eos_transfer_error_no_balance"="沒有餘額";
"eos_transfer_error_to_self"="不要給自己轉賬哦~";
"eos_transfer_error_not_exist"="賬戶不存在";
"eos_transfer_error_invalid_quantity"="無效的數量";
"eos_transfer_error_over_balance"="餘額不足";
"eos_transfer_error_memo_more"="留言太長啦~";
"eos_transfer_error_mismatch"="小數太多了！";
"eos_copy_account_name"="複製收款帳戶";
"eos_vote"="投票";
"eos_vc_vote"="投票";
"eos_vc_voted"="已投";
"eos_vc_bp_list"="投票";
"eos_vc_rank"="排名";
"eos_vc_detail"="超级代理";
"eos_vote_units"="票";
"eos_manage_delegate"="抵押";
"eos_manage_refund"="赎回";
"eos_title_vote"="EOS 投票";
"eos_votes_manage"="资源管理";
"eos_title_votes_manage"="资源管理";
"eos_vote_balance"="餘額";
"eos_vote_delegate"="抵押";
"eos_vote_refund"="赎回中";
"eos_vote_manage_desc"="· 进行投票需要抵押相应数量的EOS\n· 抵押的EOS可撤销抵押，并于3天后退回原賬號";
"eos_vote_action_delegate"="資產抵押";
"eos_vote_action_refund"="取消抵押";
"eos_vote_placeholder_delegate"="請輸入抵押金額";
"eos_vote_placeholder_undelegate"="請輸入取消抵押金額";
"eos_vote_progress"="進度";
"eos_vote_canvote"="已抵押";
"eos_vote_area"="區域";
"eos_request_error"="出错了";
"eos_incorrect_wallet"="錢包錯誤";
"eos_vote_suc"="投票成功";
"eos_vote_failed"="請再次嘗試";
"eos_voter_over"="最多可投30人";
"eos_vc_cancel_vote"="撤銷投票";
"eos_vc_delegated_succ"="抵押成功";
"eos_vc_undelegated_succ"="取消抵押成功";
"eos_vc_balance_insufficent"="餘額不足";
"eos_vc_staked_insufficent"="抵押不足，可前往高级管理处理";
"eos_proxy_name"="名稱";
"eos_proxy_account"="賬戶";
"eos_proxy_slogon"="介紹";
"eos_proxy_name_pla"="輸入您的代理名";
"eos_proxy_account_pla"="輸入競選代理的賬戶";
"eos_proxy_slogo_pla"="簡單描述自己";
"eos_proxy_submit"="提交";
"eos_proxy_contact"="更多內容聯繫我們";
"eos_proxy_state"="|  申请说明";
"eos_proxy_state_detail"="請您按照以下信息準確填寫，提交後我們將按照用戶協議進行盡快審核，審核通過即可參與競選。";
"eos_proxy_apply"="申請成為代理";
"eos_proxy_optional"="選填";
"eos_proxy_title"="代理申請";
"eos_proxy_input_name"="請輸入名稱";
"eos_proxy_input_account"="請輸入賬戶";
"eos_proxy_input_slogan"="請輸入簡單介紹";
"eos_proxy_submit_success"="已提交";
"eos_proxy_weight"="投票權重";
"eos_proxy_account"="賬戶";
"eos_proxy_location"="區域";
"eos_proxy_website"="網站";
"eos_proxy_intro"="介紹";
"eos_proxy_vote_now"="立即投票";
"eos_proxy_vote_weight"="代理權重";
"eos_not_proxy"="賬戶不是代理";
"eos_proxy_unvote"="撤票";
"eos_proxy_share_support"="快來TokenPocket支持我";
"eos_proxy_area_pla"="省份，城市";
"eos_proxy_regist_proxy"="授權註冊代理";
"eos_rule_vote"="投票規則";
"eos_rule_proxy"="申請代理說明";
"eos_rule_manage"="票權說明";
"eos_proxy_cannot_vote_self"="代理不可投代理";
"blc_basic_eos"="EOS";
"blc_basic_eos_desc"="EOS體系";
"eos_progress_votes"="票";
"eos_bp_weight"="權重";
"eos_vote_no_delegate_tip"="投票前你需要抵押你的EOS(可赎回)";
"eos_delegate_forward"="前往";
"eos_delegate_cancel"="取消";
"eos_mainnet_not_enough"="主網總量抵押不足15％，還不可以取消抵押";
"eos_revote_modified_tip"="檢測到當前賬戶已投過票，確認投票會覆蓋之前投票，是否繼續？？";
"eos_revote_confirm"="確認";
"eos_revote_cancel"="算了";
"eos_import_new_account"="創建新賬戶";
//WebAction
"web_send_success"="發送成功";
"web_send_fail"="發送失敗";
"web_release_success"="已受理，請等待頁面刷新..";
"web_release_fail"="發行失敗";

//2018-05-24
"upgrade_tips"="更新提示";

//2018-05-25
"transfer_confirming"="確認中";

//2018-05-31
"recent_transactions"="最近交易記錄";
"input_wallet_name_option"="您的錢包名稱";
"error_regi_proxy_exist"="您已提交過申請";
"eos_insufficient_ram"="賬戶RAM不足";
"eos_proxy_resign"="註銷代理";
"eos_error_empty_account"="賬戶为空";
"eos_resign_success"="註銷成功";
"eos_res_advanced"="高級管理";
"eos_res_title_CPU"="計算資源";
"eos_res_title_NET"="網絡資源";
"eos_res_title_RAM"="內存資源";
"eos_res_title"="資源管理";
"eos_ram_quota"="配额";
"eos_ram_usage"="占用";
"eos_cpu_ava"="可用";
"eos_cpu_stake"="抵押";
"eos_net_ava"="可用";
"eos_net_stake"="抵押";
"eos_ram_instru"="・內存資源，可以使用EOS買入，也可以賣出獲得EOS";
"eos_ram_buy_title"="購買內存";
"eos_ram_sell_title"="出售內存";
"eos_ram_buy_pla"="請輸入EOS的額度";
"eos_ram_sell_pla"="請輸入RAM的數量";
"eos_ram_sell_pla_new"="請輸入RAM(KB)的數量";
"eos_ram_btn_buy"="購買";
"eos_ram_btn_sell"="出售";
"eos_ram_can_use_balance"="余额";
"eos_ram_insufficient_quota"="内存不足";
"eos_request_success"="成功";
"eos_sellram_float"="不可输入小数";
"eos_sellram_too_small"="出售额度必须大于65";
"eos_ram_alert_title"="输入密码";
"eos_resource_used"="占用";
"eos_resource_ava"="可用";
"eos_resource_net_title"="网络资源";
"eos_resource_cpu_title"="计算资源";
"eos_resource_manage_desc"="・获取资源需要抵押EOS\n・抵押的EOS可以撤销抵押，并于3天后退回";
"eth_go_browser_detail"="前往Etherscan查询详细信息 >";
"eos_go_browser_detail"="前往查询详细信息";
"eos_search_bp"="  请输入名称或賬號名";
"eos_account_created"="您的设备已创建过賬號";
"eos_account_not_support"="暂时不支持创建賬號";
"eos_staked_amount_title"="已抵押";

//2018-06-12
"title_contact_us"="聯繫我們";
"eos_no_enough_resource"="资源不足，请前往资源管理抵押获取";
"eos_stake_no_resource"="抱歉，该賬號资源不足(NET/CPU)以支持本次操作，请您设置小的额度尝试，或联系身边的朋友帮您抵押。";
"eos_net_input_account"="接收者賬號";
"eos_set_account_title"="设置接收者";
"eos_res_receiver"="接收者";
"eos_res_rece_self"="自己";

//2018-06-12 16:00
"eos_recoder_type_sell_ram"="賣內存";
"eos_recoder_type_buy_ram"="買內存";
"eos_recoder_type_stake"="抵押";
"eos_recoder_type_unStake"="取消抵押";
"eos_no_ram_to_buy"="賬號的内存不足，請前往資源管理頁面獲取";
"wallet_retry"="重試";
"wallet_retry_tips"="通道擁堵，請重試";
"eos_transfer_to_address"="賬號名无效，请检查";
"eos_cancel_success"="撤销投票成功";
"eos_insufficient_ram"="输入内存过大";

//2018-6-14
"contract_address"="合約";
"title_wallet"="錢包";
"tip_backup"="備份";

//2018-6-15
"eos_create_title"="靚號小能手";
"creator"="創建者";
"account_pk"="賬戶公鑰";
"account_pk_placeholder"="輸入公鑰或掃一掃";
"onwer_pk"="擁有者公鑰";
"activity_pk"="管理者公鑰";
"dispatch_ram"="分配內存";
"dispatch_cpu"="CPU抵押";
"dispatch_net"="網絡抵押";
"grade_model"="高級模式";
"easy_model"="簡單模式";
"register_first"="立即創建";
"register_account_success"="創建賬戶成功";
"register_account_fail"="創建賬戶失敗";
"eos_title_select_account"="请选择你的賬號";
"eos_import_next"="继续";
"eos_import_no_account"="该私钥没有对应賬號，无法导入！";
"eos_no_active_bid"="暂时还不能竞价名字";
"eos_account_been_created"="賬號已被创建";
"eos_only_suffix_create"="没有权限创建该类型后缀賬號";
"eos_symbol_precision_mismatch"="精准度错误";
"eos_create_wallet_help"="賬戶說明";

//2018-6-17
"share"="分享";

//2018-6-18
"title_contact_type"="聯繫方式";
"eos_proxy_vote_ticket"="代理票數";
"eos_proxy_vote_people"="代理人數";
"eos_proxy_wechat"="微信";
"eos_proxy_qq"="QQ";
"eos_proxy_wechat_pla"="請輸入您的微信號碼";
"eos_proxy_qq_pla"="請輸入您的QQ號碼";

//2018-6-18 10:11
"eos_right_owner"="拥有者权限";
"eos_right_active"="管理者权限";
"eos_right_threshold"="权重阈值";
"eos_right_link_pub"="关联公钥";
"eos_right_weight"="权重";
"eos_faq_owner_title"="什么是拥有者权限（Owner）？";
"eos_faq_owner_expl"="Owner 代表了对賬號的所有权，可以对权限进行设置，管理Active和其他角色。";
"eos_faq_active_title"="什么是管理者权限（Active）？";
"eos_faq_active_expl"="Active用于日常使用，比如转账、投票等。";
"eos_faq_threshold"="什么是权重阈值？";
"eos_faq_threshold_expl"="权重阈值是使用该权限的最低权重要求。";
"eos_authority_management"="權限管理";
"eos_auth_new_pubkey"="请输入新的公钥";
"eos_auth_submit"="提交变更";
"eos_change_owner"="变更拥有者";
"eos_change_active"="变更管理者";
"eos_has_no_auth"="您没有权限操作该賬號";
"eos_pub_key_empty"="新的公钥地址不可以为空";

//2018-6-19 6:50
"eos_invalid_public_key"="无效的公钥";
"eos_per_modify_title"="变更信息";
"eos_per_account"="变更賬號";
"eos_per_permission"="变更权限";
"eos_per_public"="新公钥";
"eos_per_confirm_change"="确认变更";
"eos_no_any_permission"="您没有该賬號的任何权限，是否删除？";
"eos_proxy_input_area"="請輸入區域";

//2018-6-19 13:00
"eos_key_helper"="密鑰生成器";
"eos_key_touse"="去使用";
"eos_key_back_ask"="確認備份了私鑰嗎？";
"eos_faq_what_icon"="这些图标代表什意思";
"eos_icon_auth_change"="权限变更";
"eos_icon_self"="自己";

//2018-6-19 15:27
"eos_refund_countdown"="赎回倒计时";
"eos_refund_countdown_finish"="倒计时结束";
"eos_refund_btn_title"="立即赎回";
"eos_refund_hour"="时";
"eos_refund_day"="天";
"eos_refund_min"="分";
"refund_failed"="操作失败";
"refund_success"="赎回成功";
"eos_request_auth_not_satisfy"="密钥，权限等不匹配";
"notice_title_warning"="温馨提示";
"notice_content_permission_tips"="・在进行权限变更时，请一定要确保对方公钥的正确。\n・变更时，先从小的权限开始变更，如Active -> Owner。\n・变更前，请确保资产已做好妥善处理！";

//2018-6-20
"about_unstake"="关于赎回";
"about_unstake_tips"="为了您抵押的EOS能尽量回到当前賬號，建议您至少保留0.2个EOS于抵押中，作为撤销抵押的资源消耗。";
"eos_current_wrong_wallet"="您当前钱包不是EOS钱包，选择EOS钱包后方可使用服务。";
"eos_current_wrong_wallet_title"="温馨提示";
"title_create_wallet"="創建錢包";
"more"="更多";
"pwd_forget_title"="忘記密碼？";

//2018-6-25
"eos_buy_to_self"="自己";
"eos_buy_to_other"="他人";
"eos_tap_to_refund"="点击赎回";
"stake_style_title"="抵押方式";
"stake_style_trans"="過戶";
"stake_style_no_trans"="租借";
"eos_ram_price"="当前内存价格";
"eos_cpu_price"="计算资源价格";
"eos_net_price"="网络资源价格";
"eos_main_ram"="全网内存";
"eos_ram_chart_title"="内存趋势";
"eos_res_title_ram"="内存";
"eos_res_title_net"="网络";
"eos_res_title_cpu"="计算";
"eos_main_res_title"="資源";

//2018-6-28
"eos_stake_no_cpu"="賬號的計算資源不足，請前往資源管理頁面獲取";
"eos_stake_no_net"="賬號的網絡資源不足，請前往資源管理頁面獲取";
"eos_account_create"="免费创建EOS賬號活动已结束，您可以选择尝试我们提供的付费创建功能";
"error_bidname_lower"="您的竞拍价格可能低于当前最新竞拍价";

//2018-6-29
"contact_create"="新建联系人";
"contact_edit"="编辑联系人";
"add_wallet_address"="添加钱包地址";
"add_wallet_type"="钱包底层";
"add_wallet_address_account"="地址";
"add_wallet_address_account_tips"="扫描或者粘贴钱包地址";
"contact_delete_tips"="确认删除吗?";
"choose_address"="请选择地址";

//2018-06-30
"import_pwd_empty"="密码为空";

//2018-07-01
"rammark_pie_title"="成交资金分布";
"rammark_pie_big"="大单";
"rammark_pie_med"="中单";
"rammark_pie_small"="小单";
"rammark_pie_in"="流入";
"rammark_pie_out"="流出";
"rammark_pie_deals"="成交分布";
"rammark_top_open"="今开";
"rammark_top_total"="总资金";
"rammark_top_ramratio"="内存占比";
"rammark_buy_record"="买卖记录";
"rammark_bigbuy_record"="大单记录";
"rammark_huge_holds"="持量大户";
"rammark_title_buy"="买";
"rammark_title_sell"="卖";
"rammark_action_buy"="买入";
"rammark_action_sell"="卖出";
"rammark_input_placeholder"="输入数量";
"rammark_title"="内存交易";
"rammark_state"="交易中";

//2018-07-02
"eos_byte_keep_tips"="建议预留1024byte用于本次操作的内存消耗";
"eos_ram_exchange_ent"="   内存交易   ";
"eos_create_account_tips"="不完整信息，无法创建账号";
"eos_create_account_cost"="大概花费";

//2018-07-05
"order_tips"="创建EOS賬號需要消耗EOS，请您找拥有EOS余额的可信賬號帮你支付本次创建费用。";
"order_title"="订单信息";
"order_delete"="删除订单";
"order_create_for_other"="请朋友帮忙";
"order_account_active"="激活賬號";
"order_account_active_success"="激活成功";
"order_account_warn_owner_active"="该賬號有多个私钥拥有onwer权限和active权限，风险极大。";
"order_account_warn_owner"="该賬號有多个私钥拥有onwer权限，风险极大。";
"order_account_warn_active"="该賬號有多个私钥拥有active权限，风险极大。";
"order_account_warn_only_owner"="您只拥有该賬號的onwer权限，风险极大。";
"order_account_warn_only_active"="您只拥有该賬號的active权限，风险极大。";
"order_account_register_other"="賬號被他人抢注，可能存在安全问题，请谨慎";
"order_delete_tips"="确认删除订单吗？";
"order_continue_tips"="当前有未完成的EOS订单，是否前往激活";
"eos_localaccount_exception"="请检查您是否拥有足够计算、网络、内存及余进行本次操作";
"order_pre_tips_confirm"="如果您确认该賬號下所有权限是您自己的密钥无误，可自行用私钥导入钱包。";
"res_requried_tips"="买卖操作会消耗资源，请及时留意您的内存计算网络资源是否充足，我们建议网络和计算资源分别至少抵押0.5个EOS，如果您的资源不足，会导致您的交易被区块回滚。";
"success_wait_block_require"="提交成功，待区块确认";
"unstake_cpu_all"="无法全部取消抵押，为保证操作成功，请至少预留0.4 EOS的计算";
"unstake_net_all"="无法全部取消抵押，为保证操作成功，请至少预留0.4 EOS的网络";
"sell_ram_all"="为保证交易成功，请您至少保留100 Bytes";
"order_teach"="点击查看教程";
"order_teach_title"="教程";

//2018-07-09
"eos_no_account"="没有賬號";
"eos_pk_check"="校验私钥";
"eos_pubk_check"="根据公钥检测賬號";
"app_version_last"="已经是最新版本";
"app_share_friends"="邀请好友";

//2018-07-11
"eos_ran_remind"="价格预警";
"eos_ran_remind_introduce"="TokenPocket预警分为两种形式:";
"eos_ran_remind_price"="价格预警";
"eos_ran_remind_price_tips_1"="价格预警分为上限价格和下限价格。";
"eos_ran_remind_price_tips_2"="当价格到达某个位置时，系统会发出警报，同一个价格每日最多警报4次，每日推送短信12条为上限。";
"eos_ran_remind_price_tips_3"="最多可以同时设置3条价格预警。";
"eos_ran_remind_big"="大户跟踪预警";
"eos_ran_remind_big_tips_1"="大户跟踪行为分为买入跟踪和卖出跟踪。";
"eos_ran_remind_big_tips_2"="当买入和卖出达到设定值或超过设定值时，会进行短信推送，每个设定值每日最多警报4次，每日推送短信条数为12条。";
"eos_ran_remind_big_tips_3"="最多可以同时设置3条大户预警。";
"eos_ran_remind_tips_1"="注：由于不同地区网络环境存在一定偏差，本服务仅限于跟踪，不适用于实施挂单。本服务属于 TokenPocket 增值服务，最终解释权归 TokenPocket 所有，一旦订阅无法退款。";
"eos_ran_remind__price_desc_pre"="本服务价格为";
"eos_ran_remind__price_desc_suf"="EOS/月。";
"eos_ram_open"="立即开通";
"eos_ram_remind_price_up"="上限价格";
"eos_ram_remind_price_down"="下限价格";
"eos_ram_remind_big_amount"="预警数量";
"eos_ram_remind_big_direction"="方向";
"eos_ram_remind_add"="添加预警";
"eos_ram_remind_big_set_title"="设置预警大户";
"eos_ram_remind_big_set_account"="大户賬號";
"eos_ram_remind_big_set_direction"="流动方向";
"eos_ram_remind_big_set_amount_placeholder"="請輸入數量";
"eos_ram_remind_price_set_title"="设置预警价格";
"eos_ram_remind_price_set_placeholder"="请输入价格";
"eos_ram_remind_open_confirm_title"="价格预警服务";
"eos_ram_remind_open_confirm_phone"="手机";
"eos_ram_remind_open_confirm_fee"="费用";
"eos_ram_remind_open_title"="短信预警";
"eos_ram_remind_open_phone"="手机号码";
"eos_ram_remind_open_phone_placeholder"="请输入手机号码";
"eos_ram_remind_open_tips"="预警仅做价格警报，由于网络环境存在一定偏差，不适用于实时挂单。";
"eos_ram_remind_current_price"="当前价格";
"eos_ram_remind_current_rise"="当前涨跌幅";
"eos_ram_remind_open_ret_success"="开通成功";
"eos_ram_remind_open_ret_pay_fial"="付款失败";
"eos_create_type_transfer"="交易所转账/钱包转账方式";
"eos_create_type_scan"="请好友使用TokenPocket扫码";
"eos_create_type_select"="选择创建方式";
"eos_ram_remind_out_service_time"="服务到期时间：";

//2018-7-11
"eos_contract_create_process"="操作流程";
"eos_contract_create_desc1"="通过交易所提币并备注或钱包转账并备注的方式向以下地址转入至少2个EOS完成账号创建。其中0.2 EOS 用来抵押计算和网络资源，剩余部分会帮用户购买等值内存。";
"eos_contract_create_desc2"="目前明确支持该方式的交易所有OTCBTC、Gate.io、币安、Bitfinex。请不要使用其他交易所提币！钱包方面只要支持转账备注都可以。";
"eos_contract_create_transaccount"="转入賬號（必填）";
"eos_contract_create_copy"="复制";
"eos_contract_create_memo"="转入备注（必填）";
"eos_contract_create_delete"="删除订单";
"eos_contract_create_active"="激活賬號";
"eos_contract_create_tip"="注明：\n该创建方式是使用 Dappub 团队部署的智能合约进行创建，在创建过程中不涉及人工操作。如由于用户操作不当导致资产损失，TP无法帮助用户找回。";
"eos_contract_create_opensource"="合约开源地址：";
"eos_contract_create_navTitle"="合约注册";
"eos_permission_developing"="开发中";

//2018-7-14
"bl_node_eth_setting"="ETH节点设置";
"bl_node_moac_setting"="MOAC节点设置";
"bl_node_jt_setting"="JingTum节点设置";
"bl_node_eos_setting"="EOS节点设置";
"bl_node_add_node"="添加自定义节点";
"bl_node_type_default"="默认节点";
"bl_node_type_custom"="自定义节点";
"bl_node_invalid"="请输入有效的节点地址";

//2018-7-16
"order_account_create_state_create"="賬號创建中..";
"order_account_create_state_required"="賬號状态确认中..";
"order_account_create_state_required_fail"="賬號状态确认失败";
"order_account_create_state_safe"="賬號安全检测中..";

//2018-7-17
"eos_dapp_action_type"="类型";
"eos_dapp_action_detail"="详细数据";
"eos_dapp_action_type_transaction"="转账";
"eos_dapp_action_type_vote"="投票";
"eos_dapp_action_type_stake"="抵押";
"eos_dapp_action_type_unstake"="取消抵押";
"eos_dapp_action_type_buyram"="买内存";
"eos_dapp_action_type_sellram"="卖内存";
"eos_dapp_action_type_updateauth"="变更权限";
"eos_dapp_action_type_bidname"="賬號竞拍";
"eos_dapp_action_type_newaccount"="创建賬號";

//2018-7-18
"setting_color_switch"="紅漲綠跌";
"title_ram_my_record"=" 我的記錄";
"invite_code_title"="你的專屬邀請碼";
"invite_btn_title"="   立即邀請   ";
"invited_prefix"="你已經邀請了";
"invited_fnds"="位朋友";
"invited_win"="獲得";
"invited_bonus"="積分";
"invite_rule"="活動規則：";
"invite_rules_desc"="1、活動期間，綁定手機號即可獲得100積分；邀請用戶下載，推薦人和被邀請人均可獲得100積分；多邀請多得，上不封頂。\n2、每位用戶只能被邀請一次，輸入邀請碼確認邀請關係；\n3、積分可在後期按一定規則進行糖果兌換。\n4、手機號與邀請碼一一對應\n5、更多積分兌換方式請持續關注TokenPocket官方公眾號。\n6、活動最終解釋權歸TokenPocket所有。 ";
"title_gain_bonus"="領取獎勵";
"invite_get_code"="   獲取邀請碼   ";
"invite_bind_phone_get"="綁定手機，立即獲取積分";
"invite_write_inviter"="填寫邀請碼";
"invite_inviter_desc_title"="請輸入邀請碼，贏積分";
"invite_inviter_code_pl"="請輸入邀請碼";
"invite_inviter_detail"="邀請碼填寫正確後不可修改，確認後邀請人和被邀請人均可獲得積分";
"invite_inviter_confirm"="確定";
"invite_bind_phone_title"="填寫手機號";
"invite_bind_phone_desc"="綁定手機號，獲取邀請碼";
"invite_bind_phone_pl"="請輸入手機號碼";
"invite_bind_phone_detail"="手機號與邀請碼一一對應，領取獎勵前必須先綁定手機。";
"invite_code_empty"="邀請碼不能為空";
"invite_code_error"="邀請碼不正確，請輸入正確邀請碼";
"invite_code_mine"="我的專屬邀請碼";
"invite_code_where_input"="邀請碼可在邀請頁面輸入";
"invite_code_scan_download"="掃碼下載";
"invite_phone_empty"="手機號碼不可為空";
"eos_transfer_memo_tips"="當前轉賬賬戶是交易所賬戶，請確保Memo是否正確";
"eos_transfer_ensure_continue"="繼續";
"eos_transfer_ensure_check"="檢查";
"invite_gain_bonus_suc"="成功領取獎勵";
"invite_gain_bonus_repeat"="獎勵已領取，請勿重複領取";
"invite_bind_to_gain"="領取獎勵前必須先綁定手機";
"dapp_mode_open"="開啟開發者模式";
"dapp_mode_close"="關閉開發者模式";

//2018-7-25
"dapp_platform"="平台";
"dapp_search"="搜索";

//2018-7-26
"eos_change"="變更";
"eos_add"="增加";
"eos_add_permission"="增加權限";
"eos_add_permission_account"="新賬戶";
"eos_auth_new_pubkey_account"="請輸入新的公鑰或賬戶";
"eos_ram_panel"="交易面板";
"eos_developer_mode_desc"="開發者模式是提供給開發者用來開發和調試基於錢包的DApp，開發者模式開啟後，可在發現頁面添加自定義URL進行調試。\n該模式僅限於開發者調試測試使用，請不要添加任何不信任的地址，由於自定義URL或第三方Dapp導致的財產損失，由用戶自行承擔。";
"eos_developer_mode_check"="我已明確開發者模式的用途以及責任。";
"title_developer_mode"="開發者模式";
"title_developer_edit"="點擊編輯";

//2018-8-1
"enu_current_wrong_wallet"="您當前錢包不是ENU錢包，選擇ENU錢包後方可使用服務。";

//2018-08-02
"vote_title_proxy"="代理投票";
"vote_title_producer"="節點投票";
"vote_btn_title_stake"="抵押管理";
"vote_btn_title_proxy"="代理管理";
"vote_desc_producer"="＊ 在進行投票前，用戶需要進行EOS抵押換取投票權。\n＊ 用戶可以在需要的時候取消抵押，並將於72小時候贖回抵押的EOS。";
"vote_desc_proxy"="＊ 代理投票會使社區生態更為健康\n＊ 代理者代表委託人進行集中投票。委託人可在任何時候進行代理取消。";
"vote_navi_title"="投票";
"vote_tag_partner"="合作夥伴";
"dapp_not_suppot"="當前DApp不支持";

//2018-08-03
"node_reset"="重置";

//2018-08-06
"dapp_browser"="DApp浏覽器";

//2018-08-07
"eos_permission_no"="當前賬戶的權限已經變更，請確認賬戶權限是否正常";
"eos_permission_no_read"="前往查看";

//2018-08-07 17:12
"enu_contract_create_desc1"="通過交易所提幣並備註或錢包轉賬並備註的方式向以下地址轉入至少2個ENU完成賬號創建。其中0.2ENU用來抵押計算和網絡資源，剩餘部分會幫用戶購買等值內存。";
"enu_contract_create_desc2"="交易所提幣或錢包轉賬必須支持備註";
"enu_contract_create_tip"="註明：\n該創建方式是使用ENU社區愛好者部署的智能合約進行創建，在創建過程中不涉及人工操作。如由於用戶操作不當導致資產損失，TP無法幫助用戶找回。";

//2018-08-08
"contact_memo_tips"="打開右側開關，轉賬操作將默認填寫該備註";


//2018-08-08

"apply_pro_name_placeholder"="請輸入代理名稱，最多12個字";
"apply_pro_input_name"="請輸入代理名稱";
"apply_pro_max_name"="代理名稱過長，最多64個字符";

"apply_pro_slogan_placeholder"="請輸入您的參選口號";
"apply_pro_input_slogan"="請輸入代理口號";
"apply_pro_max_slogan"="代理口號過長，最長64個字符";


"apply_pro_input_phi"="請輸入您的代理理念";
"apply_pro_max_phi"="您的代理理念過長，最長1024個字符";
"apply_pro_phi_plac"="請您填寫您的參選理念";

"apply_pro_input_bg"="請輸入您的個人背景";
"apply_pro_max_bg"="您的個人背景過長，最長1024個字符";
"apply_pro_bg_plac"="請您填寫您個人背景，有助於投票者對您的了解。";
"proxy_voter_title"="投票者";
"apply_no_avatar"="請設置您的代理頭像";
"apply_pro_tg"="輸入電報號";
"apply_pro_tw"="輸入steemit地址";
"apply_pro_wechat"="輸入微信號";
"apply_pro_web"="輸入網站地址";

"apply_pro_price"="申請代理过程中，需要消耗至少1kb的ram，是否繼續";

"apply_pro_avatar_uploading"="正在上傳頭像";
"apply_pro_avatar_failed"="傳輸頭像失敗";
"apply_pro_reg_info"="正在註冊代理信息";
"apply_pro_reg_suc"="代理信息提交成功，將在幾分鐘內生效";
"apply_pro_reg_fail"="代理信息提交失敗";
"apply_pro_reging"="正在註冊代理";
"apply_no_access_album"="沒有相冊使用權限";
"apply_tap_logo"="點擊編輯logo";
"apply_pro_delete"="刪除代理需要您授權";
"apply_pro_deleting"="正在刪除代理信息";
"apply_pro_delete_fail"="刪除代理信息失敗";
"apply_pro_delete_system"="正在撤銷代理";
"apply_pro_delete_system_fail"="撤銷代理失敗";
"apply_pro_delete_system_succ"="撤銷代理成功";

"apply_pro_title_name"="名稱";
"apply_pro_title_slo"="口號";
"apply_pro_title_phi"="理念";
"apply_pro_title_bg"="自我介紹";
"apply_pro_title_web"="網站";
"apply_pro_title_tele"="電報";
"apply_pro_title_steemit"="Steemit";
"apply_pro_title_wechat"="微信";

"proxy_stake_title"="代理票数";
"proxy_pro_title"="已投節點";
"proxy_btn_vote"="立即投他";
"proxy_btn_quit"="已退选";
"proxy_btn_edit_info"="編輯信息";
"proxy_contact_title"="聯繫方式";
"apply_btn_detail"="    詳情»";
"proxy_voters_title"="人";
"proxy_delete_before"="註冊代理前需要您先撤銷已投的代理";
"proxy_tilte_close"="關閉";
"slogan_words"="你的通用數字錢包";
"slogan_from"="分享來自TokenPocket";
"title_proxy_option"=" （選填）";


"reclaim_stake"="贖回抵押";
"stake_list"="租借清單";

//2018-8-14
"dapp_suppot"="當前Dapp只支持 ";

//2018-8-15
"web_url_refresh"="刷新";
"web_url_open_browser"="瀏覽器打開";
"web_url_power_prefix"="此服務由 ";
"web_url_power_suffix"=" 提供";

//2018-8-16
"res_title_receiver"="接收賬戶";
"res_stake_total"="總量";
"res_input_amount_pla"="輸入EOS數量";
"res_cpu_stake_title"="計算抵押";
"res_net_stake_title"="網絡抵押";
"res_cpu_reclaim_title"="計算贖回";
"res_net_reclaim_title"="網絡贖回";
"res_reclaim_takeback"="立即取回";

//2018-8-17
"eos_action_no_cpu"="賬號的計算資源不足，請前往資源管理頁面獲取";
"eos_action_no_net"="賬號的網絡資源不足，請前往資源管理頁面獲取";
"res_title_reclaim_from"="取回賬戶";
"title_current_price"="价格";
"title_current_staked"="可赎回";

//2018-8-20
"transaction_tips_iq"="IQ智能合約會收取1/1000轉賬手續費";
"title_res_old"="舊版";

//2018-8-29
"qrcode_timeout"="二維碼已過期";

//2018-8-30
"sdk_auth_title"="賬戶授權";
"sdk_auth_tips"="授權後該應用將獲得以下權限：";
"sdk_auth_tips_account"="獲取您的eos賬戶信息";
"sdk_auth_tips_no_pk"="注意：賬號授權並不會共享您的私鑰";
"sdk_auth_account"="授權賬戶：";
"sdk_auth_change_account"="更換";
"sdk_auth_confirm"="確認授權";
"sdk_auth_nopass"="授權驗證不通過";
"reclaim_account"="贖回賬戶";
"reclaim_preview"="贖回預覽";
"multi_select"="多選";
"reclaim_acc_count"="贖回賬戶數";
"err_tips_reclaim_input_cpu"="輸入的CPU數值有誤!";
"err_tips_reclaim_input_net"="輸入的NET數值有誤!";
"err_tips_cpu_net_nonnull"="請輸入CPU/NET贖回數值!";
"err_tips_cpu_value_over"="輸入的CPU數值不能大於已抵押CPU數值!";
"err_tips_net_value_over"="輸入的NET數值不能大於已抵押NET數值!";
"reclaim_tips_max_count_6_per_chose"="單次最多選擇6個";
"string_default_is_self"="(默認為自己)";

//2018-9-3
"dapp_sign"="Signature";
"dapp_sign_info"="Content";

"tip_sdk_transfer_no_wallet"="沒有當前底層的錢包!";
"tip_sdk_transfer_no_specified"="沒有指定錢包!";
"sdk_transfer_from"="付款賬號";
"sdk_transfer_to"="收款賬號";
"tip_trans_reaffirm_cancel"="確定取消交易嗎?";
"pay_for_trans"="訂單支付";
"transfer_contract"="代幣合約";

"tips_enter_the_url"="請輸入URL";
"tip_clear_record"="確定要清空記錄嗎?";
"clear_records"="清空記錄";

//2018-9-4
"dapp_action_warnning"="本次合約執行存在權限相關操作，請注意風險 >";
"tips_dev_mode_changed"="開發者模式已並入「DApp瀏覽器」";

//2018-9-6
"import_imported"="已導入";

//2018-9-11
"receiver_account_name"="收款賬戶";
"receiver_account_is_contract"="您輸入的收款賬戶為合約賬戶，由於合約可以修改，請確保合約內容安全後再進行轉賬操。";
"collect"="收藏";
"cancel_collect"="取消收藏";

//2018-9-13
"sdk_push_transaction_title"="合約操作";
"sdk_push_transaction_required"="請求執行以下操作";
"sdk_push_transaction_detail"="查看操作詳情";
"sdk_push_transaction_account"="執行賬戶名";
"sdk_push_transaction_operation"="操作列表";

//2018-9-14
"wallet_not_found"="未找到該錢包";
"set_time_transfer_tips"="定時交易可能由於網絡原因存在一定偏差，請在確認使用該功能前進行足夠的網絡驗證以確保交易時間的正確性。請注意，定時交易暫不支持取消。";
"set_time_transfer"="設置交易時間";
"title_my_dapp"="我的DApps";
"tips_input_dapp"="搜索DApp或輸入鏈接進入玩耍";
"tips_search_null_dapp"="搜索DApp進入玩耍";
"my_stars"="我的收藏";
"unknown"="未知";
"set_time_transfer_time_tips"="選擇不能小於當前時間";
"rcmd_dapps"="推薦DApps";
"go_to_dapp"="前往DApp: ";

"NSCameraUsageDescription"="TokenPocket需要使用您的相機進行二維碼掃描，需要您的同意,才能訪問相機";
"NSFaceIDUsageDescription"="TokenPocket需要使用FaceID進行身份識別，需要您的同意，才可以使用";
"NSPhotoLibraryAddUsageDescription"="TokenPocket在您需要進行圖片識別時讀取相冊，需要您的同意,才能訪問相冊";
"NSPhotoLibraryUsageDescription"="TokenPocket在您需要進行圖片識別時讀取相冊，需要您的同意,才能訪問相冊";

//2018-9-25
"edit"="編輯";
"dapp_whitelist"="白名單詳情";
"dapp_sign_auth"="簽名請求";
"dapp_whitelist_property"="屬性";
"dapp_whitelist_operation"="操作";
"dapp_whitelist_add_ask"="開啟白名單";
"dapp_whitelist_add_desc"="您可以將此操作列入白名單，下次就不必在此授權。勾選屬性旁邊的單選按鈕意味著您允許此操作的該屬性可以更改，僅當其他屬性發生變化才不會被列入白名單。";
"dapp_whitelist_pwd_title"="輸入密碼以啟用白名單";
"dapp_whitelist_pwd_desc"="白名單授權僅在DApp運行期間一定時間內有效，退出DApp，或者退出App都會導致授權失效，下次使用白名單需要輸入密碼以啟用白名。";
"dapp_whitelist_title"="白名單列表";
"dapp_whitelist_cancel_contract"="取消合約";
"tips_observe_wallet_operation_disabled"="觀察模式下的錢包不能進行此操作!";
"tips_public_key_import"="觀察錢包不需要導入私鑰，只導入賬戶名或公鑰，進行日常查看賬號、交易記錄和接收通知";
"observer_wallet"="觀察";
"observer_wallet_mode"="觀察模式";
"tips_alert_observer_wallet_receipt"="當前錢包是觀察模式，確定要向此賬戶轉賬嗎?";
"title_receive_noti"="接收通知";

//2018-9-30
"dapp_select_account_empty"="您的錢包空空如也~";
"dapp_whitelist_pass_tips"="該操作已授權白名單，無需輸入密碼。";
"dapp_whitelist__timeout_pwd_desc"="本次白名單授權已經過期，請輸入密碼重啟白名單。";

"hot_search" = "熱門搜索";
"history_records"="曆史記錄";
"splash_title_skip"="跳過";

//2018-10-10
"dapp_whitelist_property_any"="任意";
"dapp_whitelist_cycle_app"="退出錢包App前授權有效";

"tips_pub_acc_import_error"="公鑰或者賬戶名有誤!";

//2018-10-17
"pay_touchid_tips"="使用指紋識別代替密碼";
"pay_faceid_tips"="使用面部識別代替密碼";
"pay_touchid"="指紋識別支付";
"pay_faceid"="面部識別支付";
"pay_valite_password_title"="驗證密碼";
"pay_valite_password_placeholder"="錢包密碼";

"add_wallet"="添加錢包";
"tips_have_accounts_or_not"="你是否有賬號？";
"tips_have_wallets_or_not"="你是否有錢包？";
"i_have_accounts"="我有賬號";
"i_have_no_account"="我沒有賬號";
"i_have_wallets"="我有錢包";
"i_have_no_wallet"="我沒有錢包";

"friend_create"="好友創建";
"contract_trans_create"="轉賬創建";
"free_account"="免費賬號";
"invitation_code_create"="激活碼創建";

"tips_row_import_wallet"="通過私鑰，公鑰或賬戶名導入錢包";
"tips_free_account_create"="使用TokenPocket官方提供的免費賬號";
"tips_by_friend_create"="好友掃碼支付創建賬號";
"tips_by_invitation_code_create"="通過支付寶，微信購買激活碼創建";
"tips_by_contract_trans_create"="往固定賬號轉賬進行賬號創建";

//2018-10-21
"invite_account_create_fail"="創建失敗，請記住激活碼並聯繫客服處理";
"invite_account_code_invalid"="激活碼不存在或已使用";
"invite_account_check_tips"="帳戶已創建並提交到主網,請在主網確認後（約3分鐘）再進行交易，以確保創建成功。";

//2018-10-22
"account_backup_no_screen_tips1"="如果有人獲得了你的私鑰將直接獲取你的資產！";
"account_backup_no_screen_tips2"="請抄寫下私鑰並存放在安全的地方";
"key_use_tips"="溫馨提示：使用密鑰前請備份私鑰";
"invite_get_code"="點擊獲取激活碼";

"tips_pls_add_wallet"="請先添加錢包";

"create_account"="創建賬號";
"import_account"="導入賬號";

//2018-10-24
"invitation_code"="激活碼";

//2018-10-25
"wallet_current"="當前錢包";

//2018-10-28
"advanced_settings"="高級設置";
"advanced_settings_tips"="打開高級設置，下次進行該操作時，無需進行彈窗確認直接執行，開啟後可前往更多中關閉";
"whitelist_open_tips"="DApp白名單開關已經移至設置，新增了體驗更流暢的高級模式，是否前往開啟白名單功能？";
"advanced_tips"="當前操作已經加入了白名單，並且開啟了高級設置，授權後，操作會立即執行，是否繼續？";
"whitelist_operation"="白名單功能";
"advanced_operation_doing"="操作執行中";

//2018-10-31
"dapp_whitelist_advanced_pa​​ss_tips"="該操作已開啟高級模式，授權後無需彈窗確認";

//2018-11-1
"eos_transaction_unable_complete"="交易未完成，請檢查資源是否充足";

//2018-11-7
"token_detail_title"="Token詳情";
"token_detail_info"="項目詳情";
"wallet_share_no_import"="沒有需要導入的錢包";
"wallet_share_no_support"="數據太久未更新，不支持數據遷移";
"wallet_share"="錢包數據同步至App Store版本";

//2018-11-8
"wallet_share_title"="錢包數據遷移";
"wallet_share_about"="關於數據遷移";
"wallet_share_about_tips_1"="由於企業版本並不能保持長久的穩定服務，也存在部分功能缺失。因此為了讓用戶們能夠使用穩定的服務，以及更全更強大的功能，同時減輕用戶在切換APP時的工作負擔，因此我們提供了企業版本數據遷移到AppStore版本功能。";
"wallet_share_about_tips_2"="遷移過程中，不存在數據洩漏問題，由於數據均加密，除了用戶本人，均無人可破解 ，請放心使用。遷移面板彈出來後選擇TokenPocket即可開始數據遷移。";
"wallet_share_attention"="遷移注意事項";
"wallet_share_about_attention_1"="該操作只遷移錢包數據，其他數據暫不支持遷移，且App Store版本必須大於等於1.0.7。";
"wallet_share_about_attention_2"="遷移如果出現失敗或部分錢包遷移失敗，請再次執行遷移直至成功，多次遷移不會導致數據錯亂或丟失​​。";
"wallet_share_about_attention_3"="數據遷移不會影響App Store版本已經存在的錢包，如果App Store版本存在相同的錢包會自動忽略，但存在如果是觀察錢包將會被覆蓋。";
"web_refresh_desc"="點擊重新加載";
"wallet_share_begin"="開始遷移";
"wallet_share_to_appstore"="下載App Store版本";
"rsrc_widget"="資源小插件";
"my_invitation_code"="我的激活碼";

//2018-11-21
"res_rent_cpu"="租賃";
"recent_transfer_account"="最近轉賬";
"recent_transfer"="直接轉賬";
"recent_transfer_contact"="通訊錄轉賬";
"recent_transfer_scan"="掃碼轉賬";

//2018-11-22
"asset_colletion_doing"="歸置中";
"asset_colletion_success"="歸置成功";
"asset_colletion_fail"="歸置失敗";
"asset_colletion_fail_net"="歸置失敗，請檢查網絡是否正常後重試";
"asset_colletion_cancel"="歸置中斷";
"asset_colletion_select_account"="請選擇需要歸置的賬戶";
"input"="輸入";
"s_password"="的密碼";
"check_net_point"="請檢查節點網絡是否正常";
"home_show"="首頁展示";

"see_more"="查看更多";
"recent"="最近";

//2018-11-27
"asset_colletion"="資產歸置";
"more_utilities"="更多工具";
"dapp_detail"="DApp詳情";

//2018-11-28
"asset_colletion_confirm_tips_1"="確認將選中的錢包的";
"asset_colletion_confirm_tips_2"="歸置到";

//2018-12-3
"no_net_tips"="檢測到APP無網絡權限，如果確認本機網絡正常，可前往手機系統設置查看APP網絡權限是否開啟";

//2018-12-11
"screen_rotation"="屏幕旋轉";
"transaction_cancel"="交易取消";
"sign_invalid"="無效的簽名";
"scan_by_cold_wallet"="使用對應的冷錢包掃碼簽名";
"scan_by_observer_wallet"="使用對應的觀察錢包掃碼";
"wallet_has_net"="當前設備處於聯網狀態";
"cold_wallet_knowledge"="冷錢包小知識";
"cold_wallet_knowledge_1"="冷錢包也稱離線錢包，用戶將私鑰存儲在冷錢包，不會和互聯網接觸，有效保證資產安全";
"cold_wallet_knowledge_2"="冷錢包觀察錢包運用二維碼通信，私鑰永不觸網，能有效防止黑客竊取";
"cold_wallet"="冷錢包";

"push_noti"="推送通知";
"transfer_noti_normal"="普通錢包轉賬通知";
"transfer_noti_observe"="觀察錢包轉賬通知";

//2018-12-12
"use_ob_scan"="使用熱錢包在導入錢包界面掃碼導入該冷錢包對應的觀察錢包";
"recent_transfer_warn"="Memo填入的是上一次轉賬記錄的Memo，請確認無誤後再操作。";

"visitor_mode"="訪客模式";
"visitor_mode_desc"="使用固定賬號進行預覽";
"eos_novice_teach"="EOS教程";
"visitor"="訪客";
"tips_alert_visitor_receipt"="訪客模式不能進行此操作";
"defautl_creater_public_key"="默認是創建者的公鑰";

//2018-12-17
"scan_sign"="掃碼簽名";

"cold_wallet_cant_login"="冷錢包無法直接登錄";

//2019-1-2
"plz_input_wallet"="請輸入錢包名字";
"net_online"="當前處於了聯網狀態，確認要導入冷錢包嗎？";
"all_assets"="全部資產";
"no_zero_assets"="非零資產";
"dex_list"="交易所列表";
"go_transaction"="去交易";

"ever_open"="永久開啟";
"had_opened"="已開啟";
"not_open"="未開啟";
"had_closed"="已關閉";
"attention_things"="注意事項";

"temp_pay_by_touchID"="臨時指紋識別支付";
"ever_pay_by_touchID"="永久指紋識別支付";
"temp_pay_by_faceID"="臨時面容識別支付";
"ever_pay_by_faceID"="永久面容識別支付";

"open_pay_by_touchID"="開啟永久指紋識別支付";
"close_pay_by_touchID"="關閉永久指紋識別支付";
"open_pay_by_faceID"="開啟永久面容識別支付";
"close_pay_by_faceID"="關閉永久面容識別支付";

"temp_touchID"="臨時指紋識別";
"ever_touchID"="永久指紋識別";
"temp_faceID"="臨時面容識別";
"ever_faceID"="永久面容識別";

"open_by_touchID"="開啟永久指紋識別";
"close_by_touchID"="關閉永久指紋識別";
"open_by_faceID"="開啟永久面容識別";
"close_by_faceID"="關閉永久面容識別";

"ever_auth_description"="      永久免密使用了設備的生物識別技術進行確認使用者是否為設備擁有者，使用識別特性和安全加密算法進行加密，除了設備擁有者，其他人都無法獲取密碼。";
"ever_auth_sub_attention_title"="開啟前，請您確認以下注意事項:";
"ever_auth_attention_points1"="請勿在本設備上添加他人的指紋識別/臉部識別。";
"ever_auth_attention_points2"="iOS設備的開機密碼可以管理設備的指紋識別/臉部識別錄入，請勿洩露本設備的開機密碼。";
"ever_auth_attention_points3"="若本設備已經越獄，不建議開啟此功能。";
"tip_returnd_because_ever_bio_auth"="已開啟永久免密，無需再開啟臨時免密";

"app_lock"="應用鎖";

"title_faceid"="面部識別";
"title_touchid"="指紋識別";

//2019-1-5
"token_suppot"="當前Token只支持 ";

//2019-1-14
"bos_map_time_desc"="\tBOS賬號映射時間為2019年1月1日，09:50 UTC+0, 區塊高度為35072000，因此非此前創建的賬號將無法在BOS上找到對應的賬號";
"bos_map_rule"="映射規則：";
"bos_map_rule_1"="對於非多簽賬號，EOS主網賬號每 20.0000 EOS可以獲得 1.0000 BOS，每個BOS賬號最少可以獲得0.5000 BOS";
"bos_map_rule_2"="對於多簽賬號，賬戶餘額的映射規則和非多簽賬號一致，並且對賬號的權限進行了同步映射";
"bos_map_rule_3"="BOS賬號根據EOS主網賬號隨機生成";
"bos_map_rule_4"="BOS賬號的資源分配，RAM：0.3000 BOS，CPU：0.1000 BOS，NET：0.1000 BOS";
"account_sync"="BOS賬號一鍵同步";
"begin_sync"="開始同步";
"one_sync"="一鍵同步";
"one_sync_desc"="將映射的EOS賬戶同步至BOS賬號";
"no_sync_account"="沒有可以同步的賬戶";
"sync_success"="同步成功";

"chat"="聊天";
"marketplace"="市場";

//2019-1-29
"already_save_album"="已保存到本地相冊";
"plz_auth_im"="請先在錢包的聊天頁面進行授權登錄";
"fetch_group_info_error"="拉取群信息失敗";
"upload_avatar"="上傳頭像";
"choose_from_album"="從相冊中選擇";
"take_picture"="拍照";
"modify_nickname"="修改暱稱";
"nickname_no_empty"="暱稱不能為空";
"nickname_too_long"="暱稱過長";
"follow"="關注";
"unfollow"="取消關注";
"req_fail"="請求失敗";
"sex_or_violence"="色情暴力";
"illegal"="違反法律";
"dapps_playing"="在玩的DApp";
"im_personal_acc"="賬號：";
"other"="其他";
"report_success"="舉報成功";
"report_fail"="舉報失敗";
"already_get"="已領取";
"already_expired"="已過期";
"your_get_your_redpacket"="你領取了自己發的紅包";
"get_your_redpacket"="領取了你的紅包";
"redpacket_is_full"="，紅包已被領完";
"your_get"="你領取了";
"its_redpacket"="的紅包";
"redpacket_get"="領取了";
"tp_redpacket"="TP紅包";
"redpacket_is_full_cheer"="紅包已被領完，再接再厲";
"current_account_no_get"="當前賬號不能領取";
"redpacket"="紅包";
"im_tools_camera"="拍攝";
"im_tools_photos"="相片";
"redpacket_already_expired"="紅包已過期";
"knock_redpacket_fail"="搶紅包失敗";
"read_detail"="查看詳情";
"send_readpacket"="發紅包";
"best_wishes"="恭喜發財，大吉大利!";
"member_all"="共";
"group_member"="個成員";
"change_to_fight_redpacket"="切換到拼手氣紅包";
"change_to_normal_redpacket"="切換到普通紅包";
"current_is_fight_redpacket"="當前為拼手氣紅包，";
"current_is_normal_redpacket"="當前為普通紅包，";
"total_amount"="總額";
"one_amount"="單個數額";
"plz_input_red_number"="請填寫紅包個數";
"sunday"="星期日";
"saturday"="星期六";
"friday"="星期五";
"thursday"="星期四";
"wednesday"="星期三";
"tuesday"="星期二";
"monday"="星期一";
"yesterday"="昨天";
"early_morning"="凌晨";
"morning"="上午";
"afternoon"="下午";
"evening"="晚上";
"member"="人";
"search_my_follow"="搜索我的關注";
"search_my_group"="搜索我的群組";
"search_result"="搜索結果";
"my_follow"="我的關注";
"unfollow_fail"="取消關注失敗";
"address_book"="通訊錄";
"my_group"="我的群組";
"exit_group_simple"="退群";
"exit_group_faIl"="退出失敗";
"create_group"="創建群聊";
"group_name_max_char"="群名最多20個字符";
"group_name_min_char"="群名不能為空";
"group_intro_max_char"="群簡介最多250個字符";
"create_fail"="創建失敗";
"plz_input_group_name"="請輸入群名";
"group_info"="群聊信息";
"enter_chat"="進入聊天";
"apply_enter"="申請加入";
"exit_group"="退出群聊";
"group_owner_no_exit"="群主不能退出群聊";
"apply_send"="申請已發送";
"apply_fail"="申請失敗";
"group_name"="群名";
"group_code"="群二維碼";
"group_intro"="群簡介";
"group_members"="群成員";
"message_not_notify"="消息免打擾";
"report"="舉報";
"kick"="踢出";
"kick_fial"="踢出失敗";
"add_member"="添加群成員";
"invite_success"="邀請成功";
"invite_fail"="邀請失敗";
"detail"="詳情";
"personal_info"="個人信息";
"message_top"="置頂";
"message_cancel_top"="取消置頂";
"logging"="登錄中";
"audio"="語音";
"photo"="圖片";
"video"="視頻";
"location"="位置";
"file"="文件";
"unknow_message"="未知消息";
"group_update_message"="群有新动态";
"account_kick_tips"="您的聊天賬號在其他設備登錄，請確認賬號安全";
"account_blocked"="賬戶被封禁";
"im_login_auth_fail"="驗證失敗，請重試";
"current_not_support_im"="當前錢包不能使用聊天功能";
"blockchain_error_tips"="節點鏈接錯誤，請檢查鏈接是否有誤";
"at_in_group"="在群裡@了你";
"not_login_im"="未登陸聊天";
"save_album"="保存到本地相冊";
"distinguish_album"="識別圖中二維碼";
"group"="群";
"your"="你";
"change_room_queue"="改變了聊天室隊列";
"room_unmuted"="解除全體禁言";
"room_muted"="全體禁言，管理員可發言";
"change_self_info"="更新了自己的個人信息";
"unmute_personal"="被管理員解除臨時禁言";
"mute_personal"="被管理員禁言";
"your_mote"="你已被臨時禁言";
"unknow_system"="未知系統消息";
"mute"="禁言";
"unmute"="解除禁言";
"be"="被";
"accept"="接受";
"invite_group"="的邀請進群";
"cancel_manager"="被撤銷了群管理員身份";
"add_manager"="被添加為群管理員";
"change_group_owner_to"="轉移了群主身份給";
"invite"="邀請";
"dismiss"="解散了";
"removed"="移出了";
"will"="將";
"and_so_on"="等";
"entered"="進入了";
"modify"="更新了";
"infomation"="信息";
"passed"="通過了";
"apply"="申請";
"leaved"="離開了";
"intro"="介紹";
"auth_type"="驗證方式";
"group_notice"="公告";
"avatar"="頭像";
"change_group_invite_type"="更新了邀請他人權限";
"change_group_beinvite_type"="更新了被邀請人身份驗證權限";
"change_group_info_update_auth"="更新了群資料修改權限";
"set_group_all_mute"="設置了群全體禁言";
"set_group_all_unmute"="取消了全體禁言";
"send"="發送";
"plz_import_wallet"="請先導入錢包";
"im_profile_account"="賬號";
"im_profile_nickname"="暱稱";
"im_group_recommend"="推薦群組";
"im_plz_input"="請輸入消息";
"chat_log_tip"="聊天與您賬號緊密關聯，需要您進行簽名驗證";
"chat_log_btn"="開始驗證";

"mins"="分鐘";
"next_round"="下一輪";
"chat_create_about"="群簡介";
"chat_create_name"="群名字";
"chat_create_about_pla"="對群進行簡單介紹（最多250個字符）";
"chat_create_name_pla"="設置群名（最多20個字符）";

//2019-2-20
"authentication_message"="驗證消息";
"alreay_accept"="已同意";
"alreay_refuse"="已拒絕";
"alreay_invalid"="已過期";
"apply_team"="申請加入群";
"refuse_apply"="拒絕你加入";
"remove_team"="移出群聊";
"alreay_remove_team"="已移出聊天";
"accept"="同意";
"refuse"="拒絕";
"net_error_tips"="網絡異常，請重試";
"team_not_exist"="群不存在";
"clear_all"="清空";
"share_a_dapp"="分享了一個DApp";
"select_a_chat"="選擇一個聊天";
"recent_chat"="最近聊天";
"alreay_send"="已發送";
"team_owner"="群主";
"admin"="管理員";
"send_to"="發送到";
"whether_transfer_owner_to"="是否將群主轉讓給";
"admin_has_permission"="群管理員有以下權限：";
"admin_permission_1"="1. 打開入群驗證";
"admin_permission_2"="2. 同意或拒絕新成員入群";
"admin_permission_3"="3. 主動添加或移除成員";
"team_members_limit"="群人數已達上限";
"join_team_fiter"="加群驗證";
"transfer_team_owner"="轉讓群主";
"admin_manager"="設置管理員";
"owner_transfer_suc"="轉讓成功";
"owner_transfer_fail"="轉讓失敗";
"team_admin_limit_tips"="最多設置4個管理員";
"add_suc"="添加成功";
"add_fail"="添加失敗";
"add_admin"="添加管理員";
"admin_list_and_tips"="管理員列表（左滑可移除）";
"new_short_account_suf_must_tips"="新建短賬號後綴必須是";

"at_all"="所有人";
"at_you"="有人@我";
"forward"="轉發";
"recall"="撤回";
"did_send"="已發送";
"did_forward"="已轉發";
"multi_chain"="多底層";
"recalled_a_msg"="撤回了一條消息";
"im_you"="你";
"quote"="引用";
"tip_recall_expired"="發送時間超過2分鐘的消息，不能被撤回";
"has_recalled"="撤回了";
"message"="消息";
"im_your"="你的";
"im_de"="的";

//2019-2-20
"use_tp_scan_enter_team"="使用TP錢包掃碼入群";
"share_qrcode"="分享二維碼";
"confirm_enter"="確認加入";
"whether_confirm_enter_team"="是否確認加入群聊？";
"plz_enter_amount"="請輸入金額";

"draft"="草稿";

//2019-3-7
"total_stake"="總抵押";
"amount_up_1"="數量不能小於1";
"refund_list"="贖回列表";
"refund_amount"="贖回數量";
"refund_time"="贖回時間";
"account_in_5_11"="賬戶名必須5到11位";
"transaction_state_unknow_see_browser"="狀態未知,可前往瀏覽器查詢確認交易是否成功";
"gas_stake"="iGAS抵押";

"create_with_mobile_number"="手機號/郵箱創建";
"create_with_mobile_desc"="通過手機號/郵箱註冊賬號";
"import_with_mobile_number"="手機號/郵箱登錄";
"import_with_mobile_desc"="通過手機號/郵箱驗證的方式，進行賬號登錄";
"register"="註冊";
"login"="登錄";
"sign_in"="登錄";

"import_with_pri_key"="私鑰導入";
"import_with_pri_key_desc"="通過輸入明文私鑰或掃描私鑰二維碼進行導入";
"import_with_pub_key"="觀察錢包";
"import_with_pub_key_desc"="無需導入私鑰，輸入賬號或者對應公鑰即可導入";
"import_with_cold"="冷錢包";
"import_with_cold_desc"="離線導入並保持與網絡隔絕，確保私鑰永不觸網";
"import_with_key_store"="Keystore";
"import_with_key_store_desc"="通過導入Keystore添加錢包";
"import_with_mnemonic"="助記詞";
"import_with_mnemonic_desc"="通過導入助記詞添加錢包";
"stake_number"="抵押數量";
"account_chars_5_11_tip"="[a-z0-9_]組成的長度為5-11位的字符串";

"url_link"="鏈接";
"about_mobile_wallet"="關於手機號/郵箱錢包";
"use_email"="使用電子郵箱";
"use_phone"="使用手機號碼";
"plz_enter_phone_num"="請輸入手機號碼";
"plz_enter_email_addr"="請輸入郵箱地址";
"plz_enter_auth_code"="請輸入驗證碼";
"get_auth_code"="獲取驗證碼";
"retry"="重試";
"phone_num_err"="手機號碼有誤";
"email_num_err"="郵箱地址有誤";
"tip_auth_code_be_used_plz_retry"="驗證碼已過期/不正確，請重新獲取";
"tips_never_created_acc"="未創建過賬號";
"reg_will_agree"="註冊即同意";
"and"="和";
"set_pwsd"="設置密碼";
"your_account_name"="您的賬號名";
"your_email"="您的電子郵箱";
"your_phone"="您的手機號碼";
"plz_enter_actv_code"="請輸入激活碼";
"complete_creation"="完成創建";
"way_of_creation"="創建方式";
"way_of_payment"="支付方式";
"contact_us_if_any_question"="遇到問題，請聯繫我們";
"tp_recovery"="TP恢復權";
"eos_faq_tp_recovery_title"="什麼是TP恢復權限？";
"eos_faq_tp_recovery_expl"="手機號註冊用戶會擁有TP恢復權限，TP恢復權限屬於owner權限，可在用戶忘記或丟失私鑰的情況下，通過手機認證的方式進行私鑰恢復。如果用戶將該權限刪除或使得該權限的權重閾值低於owner權限閾值，TP將無法幫助用戶進行私鑰恢復。使用手機號登錄或恢復賬號，都會進行舊公鑰替換，新公鑰均由用戶本地上傳。";
"tips_tp_help_recover_account"="登錄操作會替換舊公鑰，此前的私鑰都將被重置，確定登錄嗎?";
"alert_delete_tp_recovery_right"="刪除、變更TP恢復權或降低該權限的權重低於owner權限閾值，TP將無法幫您進行私鑰恢復，請確認已備份好私鑰。確定繼續操作嗎？";
"tip_eos_account_name_range_normal"="名稱由1-5和a-z字符組成，長度為12位";
"tip_eos_account_name_range_short"="名稱由1-5 a-z和.字符組成，長度為3-12位";

"tip_already_exists"="已存在";
"tip_available"="可用";
"tip_not_available"="不可用";
"tip_acc_length_should_be_%@_chars"="賬號為%@个字符";
"tip_acc_need_to_enter_%@_chars"="需輸入%@個字符";

//2019-3-22
"tap_forward_setting"="點擊前往設置";
"set_asset_show"="設置資產展示";
"show_asset_set"="展示資產設置";
"member_list"="成員列表";
"voted_bp"="已投節點：";
"get_bonus"="領取分紅";
"block_node"="出塊節點";
"candidate_node"="合夥人節點";
"frozen"="凍結";
"pull_fail"="拉取失敗";

"tp_transfer"="TP轉賬";
"transfer_to_%@"="轉賬給%@";
"title_tansfer"="轉賬";
"receipt_tansfer"="收到轉賬";
"apn_tip_im_receipt_transfer_%@"="[转账] 收到轉賬 %@";
"tip_actv_code_can't_create_%@"="该激活码无法创建%@";
"tip_actv_code_been_used"="該激活碼已使用過";
"tip_actv_code_cant_rgnz"="該激活碼無法識別";
"tip_actv_code_auth_fail"="激活碼驗證失敗";
"tip_actv_code_not_payed"="激活碼未被支付";
"tip_actv_code_cpu_ram_fail"="CPU/RAM不足";
"tip_actv_code_update_code_fail"="更新code狀態失敗";
"tip_search_token_empty_to_submit"="沒有找到相應的代幣？點此提交收錄申請。";
"title_im_noti"="聊天消息通知";
"i_know_temrs_below"="我悉知以下事項:";
"password_can't_less_than_8_chars"="密碼不能少於8位";
"set_account_name"="設置賬號名";
"set_wallet_name"="設置錢包名";

"add_accounts"="添加賬號";
"bp_rank"="節點排名";
"see_sign_info"="查看簽名內容";
"sdk_sign_tips_no_pk"="注意：信息簽名不會向DApp提供您的私鑰";
"tip_tp_code_copied_paste_it"="TP口令已復制，快去粘貼吧~";
"common_code_copy_text_%@_then_open_in_tp"="複製整段文本%@後到TokenPocket打開";
"tp_cmd_key"="TP口令";
"param_error"="參數錯誤";
"invite_friend_reg"="Invite New Friends";
"check_u_copied_a_tp_code"="檢查到您複製了TP口令";
"open_immediately"="立即打開";

"unknown_type_pls_update_version"="未知類型，請更新版本";
"auto_filter_chars_%@"="自動過濾字符: %@";
"random_account"="隨機賬號";

//4-16
"amount_than_100k"="數量必須大於0.01KB";
"add_repeat"="不能重複添加";
"iram_not_enough"="iRAM資源不足";
"igas_not_enough"="iGas資源不足";
"sell_iram_not_enough"="可賣出iRAM數量不足，請前往資源管理頁面獲取";
"unstake_amount_not_enough"="可贖回數量不足，請前往資源管理頁面獲取";
"select_bps:"="已選節點：";
"voted_proxy"="已投代理";
"none"="無";
"pk_exprot_warnning"="安全警告：私鑰未經加密，導出存在風險。";
"powered_by_eosAuth"="數據來源: EOSAuthority";

"current_fund"="當前底層";
"tap_to_switch"="點擊切換";

"tip_multy_ways_to_create"="使用多種方式進行創建";
"selected"="已選";
"z_news"="資訊";

"iost_refund_list"="贖回列表";
"iost_vote_title_producer"="節點投票";
"iost_bp_rank"="節點排名";


"batch_creation"="批量創建";
"batch_random"="批量隨機";
"new_account_puk"="新賬號公鑰";
"resource_dispatch"="資源配置";
"indicates_account_available"="表示賬號可用";
"indicates_account_unavailable"="表示賬號不可用";
"estimate_cost"="預計花費：";
"begin_create"="開始創建";
"batch_tips_1_%@"="新註冊賬號的公鑰與%@一致，可以 點擊此處 修改";
"batch_tips_1_1"="點擊此處 返回默認公鑰";
"batch_tips_2"="新註冊賬號資源分配情況為 RAM 4 KB，CPU 0.05 EOS，NET 0.01 EOS，可以 點擊此處 進行修改";
"batch_tips_2_1"="點擊此處 返回默認資源配置";
"tap_this"="點擊此處";
"custom_account"="自定義賬號";
"create_account_num"="創建賬號數量";
"import_after_creation"="創建完成後是否自動導入?";
"import"="導入";
"not_import"="不導入";
"create_result"="創建結果";
"create_success"="創建成功";
"create_fail"="創建失敗";
"create_fail"="創建失敗";
"unfold"="展開全部";
"batch_password_tips"="*創建完後，賬號會使用改密碼進行導入";
"account_input_or_ramdon"="輸入賬號或點擊左邊隨機生成";
"add_one"="添加一個";
"account_grade_alert_content"="由於您當前的資產額度超過 10 EOS，TP錢包建議您從夥伴賬號升級到個人賬號。";
"go_greade"="前往升級";
"next_time"="下次再說";
"account_grade"="賬號升級";
"account_grade_tips_content"="您已備份成功，我們將在此頁面幫助您將夥伴賬號升級為個人賬號。";
"account_grade_read"="升級前，請您仔細閱讀一下注意事項：";
"account_grade_read_1"="本次升級將移除TP的恢復權限，移除後，您無法再次使用手機號進行該賬號登錄";
"account_grade_read_2"="移除TP恢復權限後，您僅可以使用您剛剛備份的私鑰進行賬號導入，請您務必保護好私鑰";
"account_grade_read_3"="如果您本次沒有進行賬號升級，則下次使用手機號登錄後，您剛備份的私鑰將失效。";
"account_grade_already_read"="我已仔細閱讀以上內容，並了解賬號升級相關事宜";
"grade_first"="立即升級";
"grade_success"="升級成功";
"grade_fail"="升級失敗";
"not_confirm_exit_app"="退出APP前該DAPP無需再次確認";
"third_parties"="第三方創建";
"third_parties_desc"="最受歡迎的第三方賬號創建";

"create_jion_team_code"="生成加群口令";
"save_to_local"="保存本地";
"share_group"="群分享";
"join_immediately"="立即加入";
"select_region"="選擇地區";
